{
    "HomePage": {
        "title": "Trang chủ"
    },
    "Languages": {
        "languages": "Ngôn ngữ",
        "VN": "VN",
        "vietnamese": "Tiếng Việt",
        "EN": "EN",
        "english": "Tiếng Anh"
    },
    "Authentication": {
        "login": "Đăng nhập",
        "emailLabel": "Email",
        "emailInvalid": "Địa chỉ email không hợp lệ",
        "emailRequired": "Email là bắt buộc",
        "passwordLabel": "Mật khẩu",
        "passwordMin": "Mật khẩu phải có ít nhất 6 ký tự",
        "passwordRequired": "Mật khẩu là bắt buộc",
        "termsLabel": "Tôi đồng ý với Điều khoản & Dịch vụ",
        "termsRequired": "Bạn phải đồng ý với điều khoản",
        "forgotPassword": "Quên mật khẩu?",
        "loginWithGoogle": "Đăng nhập bằng Google",
        "submit": "Gửi",
        "register": "Đăng ký",
        "usernameLabel": "Tên đăng nhập",
        "usernameMin": "Tên đăng nhập phải có ít nhất 2 ký tự",
        "usernameRequired": "Tên đăng nhập là bắt buộc",
        "confirmPasswordLabel": "Xác nhận mật khẩu",
        "passwordsMustMatch": "Mật khẩu không khớp",
        "confirmPasswordRequired": "Vui lòng xác nhận mật khẩu",
        "orLoginWith": "hoặc đăng nhập với",
        "newToMYBES?SinupHere": "Bạn mới đến MYBES? đăng ký ở đây",
        "signup": "Đăng ký",
        "iAcceptWith": "Tôi đồng ý với",
        "terms": "điều khoản",
        "privatePolicy": "chính sách riêng tư",
        "orSignupWith": "hoặc đăng ký với",
        "alreadyHaveAnAccount?LoginHere": "Bạn đã có tài khoản? đăng nhập ở đây",
        "enterYourMail": "Nhập mail của bạn",
        "send": "Gửi",
        "enterYourMailToGetOTPCode": "Nhập mail của bạn để nhận mã OTP",
        "verify": "Xác thực tài khoản",
        "newPassword": "Mật khẩu mới",
        "confirmNewPassword": "Xác nhận mật khẩu mới",
        "changePassword": "Đổi mật khẩu"
    },
    "Navbar": {
        "explore": "Khám phá",
        "about": "Về chúng tôi",
        "signup": "Đăng ký",
        "login": "Đăng nhập",
        "profile": "Trang cá nhân",
        "blog": "Blog",
        "library": "Thư viện",
        "settings": "Cài đặt",
        "helps": "Trợ giúp",
        "logOut": "Đăng xuất",
        "writeNewPost": "Viết bài mới",
        "shareALink": "Chia sẽ liên kết"
    },
    "Footer": {
        "introduction": "Giới thiệu",
        "home": "Trang chủ",
        "about": "Về chúng tôi",
        "feedBack": "FeedBack",
        "contactUsWith": "Liên hệ với chúng tôi",
        "or": "hoặc"
    },
    "Write": {
        "writeNewPost": "Viết bài mới",
        "shareALink": "Chia sẽ liên kết",
        "title": "Tiêu đề",
        "URL": "URL",
        "description": "Mô tả",
        "post": "Đăng tải"
    },
    "TermsOfService": {
        "termsOfService": "Điều khoản Dịch vụ",
        "introduction": "Giới thiệu",
        "introductionText": "Chào mừng bạn đến với blog của chúng tôi. Bằng cách truy cập và sử dụng trang web của chúng tôi, bạn đồng ý tuân thủ và bị ràng buộc bởi các điều khoản và điều kiện sau đây.",
        "acceptanceOfTerms": "Chấp nhận Điều khoản",
        "acceptanceOfTermsText": "Bằng cách sử dụng trang web của chúng tôi, bạn đồng ý với các điều khoản dịch vụ này. Nếu bạn không đồng ý với các điều khoản này, vui lòng không sử dụng trang web của chúng tôi.",
        "userObligations": "Nghĩa vụ của Người dùng",
        "userObligationsItem1": "Bạn phải cung cấp thông tin chính xác và đầy đủ khi tạo tài khoản.",
        "userObligationsItem2": "Bạn có trách nhiệm duy trì tính bảo mật của tài khoản và mật khẩu của bạn.",
        "userObligationsItem3": "Bạn đồng ý không sử dụng trang web của chúng tôi cho bất kỳ hoạt động bất hợp pháp hoặc bị cấm nào.",
        "intellectualProperty": "Sở hữu trí tuệ",
        "intellectualPropertyText": "Tất cả nội dung trên trang web này, bao gồm văn bản, đồ họa, logo và hình ảnh, là tài sản của chủ sở hữu trang web và được bảo vệ bởi luật sở hữu trí tuệ.",
        "disclaimerOfWarranties": "Tuyên bố từ chối bảo hành",
        "disclaimerOfWarrantiesText": "Trang web của chúng tôi được cung cấp trên cơ sở 'như hiện có' mà không có bất kỳ bảo hành nào, dù là rõ ràng hay ngụ ý.",
        "limitationOfLiability": "Giới hạn Trách nhiệm",
        "limitationOfLiabilityText": "Chúng tôi sẽ không chịu trách nhiệm cho bất kỳ thiệt hại trực tiếp, gián tiếp, ngẫu nhiên hoặc hậu quả nào phát sinh từ việc sử dụng trang web của chúng tôi.",
        "indemnification": "Bồi thường",
        "indemnificationText": "Bạn đồng ý bồi thường và giữ cho chủ sở hữu trang web không bị tổn hại từ bất kỳ yêu cầu, thiệt hại hoặc trách nhiệm nào phát sinh từ việc sử dụng trang web của chúng tôi.",
        "changesToTerms": "Thay đổi Điều khoản",
        "changesToTermsText": "Chúng tôi bảo lưu quyền sửa đổi các điều khoản này bất cứ lúc nào. Các thay đổi sẽ được đăng trên trang này.",
        "contactInformation": "Thông tin Liên hệ",
        "contactInformationText": "Nếu bạn có bất kỳ câu hỏi nào về các điều khoản này, vui lòng liên hệ với chúng tôi qua email: support@yourblog.com.",
        "backToHome": "Quay lại Trang chính"
    },
    "PrivacyPolicy": {
        "privacyPolicy": "Chính Sách Quyền Riêng Tư",
        "introduction": "Giới thiệu",
        "introductionText": "Chào mừng bạn đến với blog của chúng tôi. Chính sách quyền riêng tư này giải thích cách chúng tôi thu thập, sử dụng, tiết lộ và bảo vệ thông tin của bạn khi bạn truy cập vào trang web của chúng tôi. Vui lòng đọc kỹ chính sách này. Nếu bạn không đồng ý với các điều khoản của Chính sách Quyền riêng tư này, xin vui lòng không truy cập vào trang web.",
        "informationWeCollect": "Thông Tin Chúng Tôi Thu Thập",
        "personalInformation": "Thông Tin Cá Nhân",
        "personalInformationText": "Chúng tôi có thể thu thập thông tin cá nhân mà bạn cung cấp khi bạn đăng ký trên trang web, đăng ký nhận bản tin của chúng tôi hoặc tương tác với chúng tôi theo các cách khác. Thông tin này có thể bao gồm: Tên, địa chỉ email, thông tin liên hệ.",
        "nonPersonalInformation": "Thông Tin Không Cá Nhân",
        "nonPersonalInformationText": "Chúng tôi cũng thu thập thông tin không cá nhân tự động khi bạn truy cập trang web của chúng tôi. Thông tin này có thể bao gồm: Địa chỉ IP, loại và phiên bản trình duyệt, các trang bạn truy cập, thời gian và ngày truy cập của bạn.",
        "howWeUseYourInformation": "Chúng Tôi Sử Dụng Thông Tin Của Bạn Như Thế Nào",
        "howWeUseYourInformationText": "Chúng tôi sử dụng thông tin thu thập được theo các cách sau: Để cung cấp và duy trì trang web của chúng tôi, để cải thiện trang web và dịch vụ của chúng tôi, để gửi cho bạn các bản cập nhật, bản tin và thông tin khác liên quan đến sở thích của bạn, để phản hồi yêu cầu của bạn và cung cấp hỗ trợ khách hàng, để tuân thủ các nghĩa vụ pháp lý.",
        "cookiesAndTrackingTechnologies": "Cookies và Công Nghệ Theo Dõi",
        "cookiesAndTrackingTechnologiesText": "Chúng tôi sử dụng cookies và các công nghệ theo dõi khác để nâng cao trải nghiệm của bạn trên trang web của chúng tôi. Cookies là các tập tin nhỏ lưu trữ trên thiết bị của bạn giúp chúng tôi hiểu cách bạn sử dụng trang web của chúng tôi và cải thiện trải nghiệm của bạn. Bạn có thể kiểm soát cài đặt cookie qua trình duyệt của mình.",
        "thirdPartyServices": "Dịch Vụ Của Bên Thứ Ba",
        "thirdPartyServicesText": "Trang web của chúng tôi có thể chứa liên kết đến các trang web và dịch vụ của bên thứ ba. Chúng tôi không chịu trách nhiệm về các thực tiễn quyền riêng tư hoặc nội dung của các bên thứ ba này. Vui lòng xem chính sách quyền riêng tư của họ trước khi cung cấp bất kỳ thông tin cá nhân nào.",
        "dataSecurity": "Bảo Mật Dữ Liệu",
        "dataSecurityText": "Chúng tôi thực hiện các biện pháp bảo mật hợp lý để bảo vệ thông tin cá nhân của bạn khỏi việc truy cập, sử dụng hoặc tiết lộ trái phép. Tuy nhiên, không có phương pháp truyền qua Internet hoặc lưu trữ điện tử nào hoàn toàn an toàn, vì vậy chúng tôi không thể đảm bảo an toàn tuyệt đối.",
        "yourRights": "Quyền Của Bạn",
        "yourRightsText": "Tùy thuộc vào vị trí của bạn, bạn có thể có các quyền sau đối với thông tin cá nhân của mình: Quyền truy cập thông tin cá nhân của bạn, Quyền chỉnh sửa thông tin không chính xác hoặc không đầy đủ, Quyền xóa thông tin cá nhân của bạn, Quyền hạn chế việc xử lý thông tin cá nhân của bạn, Quyền phản đối việc xử lý thông tin cá nhân của bạn, Quyền chuyển đổi dữ liệu. Để thực hiện các quyền này, vui lòng liên hệ với chúng tôi theo thông tin liên lạc được cung cấp dưới đây.",
        "changesToPrivacyPolicy": "Thay Đổi Chính Sách Quyền Riêng Tư",
        "changesToPrivacyPolicyText": "Chúng tôi bảo lưu quyền cập nhật Chính sách Quyền riêng tư này bất cứ lúc nào. Mọi thay đổi sẽ được đăng trên trang này với ngày có hiệu lực cập nhật. Chúng tôi khuyến khích bạn xem lại Chính sách Quyền riêng tư này định kỳ.",
        "contactUs": "Liên Hệ Với Chúng Tôi",
        "contactUsText": "Nếu bạn có bất kỳ câu hỏi hoặc lo ngại nào về Chính sách Quyền riêng tư này, vui lòng liên hệ với chúng tôi qua: Email: support@yourblog.com, Địa chỉ: [Địa chỉ của bạn].",
        "backToHome": "Quay lại trang chủ"
    }
}